{"title": ["Hyperkalemia Is Associated With Increased Mortality Rates in COVID-19 Patients"], "url": ["https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3758814"], "session_list": ["Category: Coronavirus (COVID-19)"], "authors_list": [["Wang, Lucas, Methodist Dallas Medical Center, Dallas, Texas, United States", "Canela, Victor A., Methodist Dallas Medical Center, Dallas, Texas, United States"]], "location_list": [""], "time_list": [""], "date_list": [""], "conference_name_list": ["ASN 2022"], "abstract_list": [["Abnormal potassium (K) levels are strongly associated with higher mortality rates among all hospitalized patients. In this study we aim to identify a correlation between abnormal K levels and mortality in coronavirus disease (COVID-19) patients may likely optimize inpatient management.", "Using an observational database, we analyzed 3310 unvaccinated hospitalized COVID-19 PCR-positive patients at Methodist Health System from March 2020 to December 2020. We compared in-hospital death or hospice referral rates between patients with normal K levels (K= 3.5 to 5.0meQ/L), hypokalemia (K < 3.5meQ/L), or hyperkalemia (K > 5.0meQ/L) on first encounter. Chi-square (X2) and odds ratio tests were used to analyze observed variables.", "Of the 3310 COVID-19 patients, 463 (14.0%) died in the hospital or were discharged to hospice and 2747 (86.0%) were discharged home or to a post-acute care facility. In this study cohort, 285 (8.6%) patients had hyperkalemia, 453 (13.7%) had hypokalemia, and 2572 (77.7%) had normal K levels. Patients with abnormal K levels on initial encounter had a higher mortality rate than those who had normal K levels (OR 1.32, 95% CI 1.05 – 1.64, p = 0.02). However, upon closer examination we found that hyperkalemia had a strong association with increased mortality in COVID-19 patients compared to normal K levels (OR 2.00, 95% CI 1.49 – 2.69, p < 0.001); however, hypokalemia did not (p = 0.66).", "Hyperkalemia on presentation is associated with a significantly increased risk of in-hospital death or hospice discharge among hospitalized COVID-19 patients."]], "funding_list": [""]}