{"title": ["Hyperkalemia Is Associated With Increased Mortality Rates in COVID-19 Patients", "COVID-19, ACE2, Plus Human Angiotensin II: The Perfect Storm", "Seeing Is Believing: Imaging Tests in Acute Renal Failure and Acute-on-Chronic Kidney Disease and Their Influence on Outcomes", "Klotho Protects Diabetic Nephropathy via Inhibiting Orai1 and TRPC5/6 Channels in Podocytes", "The Role of the Circadian Clock System in the Transition From AKI to CKD"], "url": ["https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3758814", "https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3761864", "https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3770462", "https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3769941", "https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3770100"], "session_list": ["Category: Coronavirus (COVID-19)", "Category: Coronavirus (COVID-19)", "Category: Acute Kidney Injury", "Category: Diabetic Kidney Disease", "Category: Acute Kidney Injury"], "authors_list": [["Wang, Lucas, Methodist Dallas Medical Center, Dallas, Texas, United States", "Canela, Victor A., Methodist Dallas Medical Center, Dallas, Texas, United States"], ["Barnett, Sean, United States Air Force, Dayton, Ohio, United States"], ["Acosta-Ochoa, Maria Isabel, Hospital Clinico Universitario de Valladolid, Valladolid, Castilla y León, Spain", "Coca, Armando, Hospital Clinico Universitario de Valladolid, Valladolid, Castilla y León, Spain", "Lorenzo, Arturo, Hospital Clinico Universitario de Valladolid, Valladolid, Castilla y León, Spain", "Mendiluce, Alicia, Hospital Clinico Universitario de Valladolid, Valladolid, Castilla y León, Spain"], ["Kim, Ji-Hee, Department of Physiology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)", "Dang, Bao Thi Ngoc, Department of Physiology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)", "Hwang, Kyu-Hee, Department of Physiology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)", "Pham, Nghia Thi, Department of Physiology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)", "Eom, Minseob, Department of Pathology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)", "Cha, Seung-Kuy, Department of Physiology, Yonsei University Wonju College of Medicine, Wonjusi, Korea (the Republic of)"], ["Fang, Yina, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Yoon Sook, Ko, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Hee Young, Lee, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Oh, Sewon, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Choi, Young Eun, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Chung, Suk Min, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Kim, Sungyeon, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Jo, Sang-Kyung, Korea University Anam Hospital, Seoul, Korea (the Republic of)", "Kim, Myung-Gyu, Korea University Anam Hospital, Seoul, Korea (the Republic of)"]], "location_list": ["", "", "Exhibit Hall, Orange County Convention Center‚ West Building", "Exhibit Hall, Orange County Convention Center‚ West Building", "W230, Orange County Convention Center‚ West Building"], "time_list": ["", "", "Abstract Time: 10:00 AM - 12:00 PM", "Abstract Time: 10:00 AM - 12:00 PM", "Abstract Time: 05:33 PM - 05:42 PM"], "date_list": ["", "", "November 03, 2022", "November 03, 2022", "November 04, 2022"], "conference_name_list": ["ASN 2022", "ASN 2022", "ASN 2022", "ASN 2022", "ASN 2022"], "abstract_list": [["Abnormal potassium (K) levels are strongly associated with higher mortality rates among all hospitalized patients. In this study we aim to identify a correlation between abnormal K levels and mortality in coronavirus disease (COVID-19) patients may likely optimize inpatient management.", "Using an observational database, we analyzed 3310 unvaccinated hospitalized COVID-19 PCR-positive patients at Methodist Health System from March 2020 to December 2020. We compared in-hospital death or hospice referral rates between patients with normal K levels (K= 3.5 to 5.0meQ/L), hypokalemia (K < 3.5meQ/L), or hyperkalemia (K > 5.0meQ/L) on first encounter. Chi-square (X2) and odds ratio tests were used to analyze observed variables.", "Of the 3310 COVID-19 patients, 463 (14.0%) died in the hospital or were discharged to hospice and 2747 (86.0%) were discharged home or to a post-acute care facility. In this study cohort, 285 (8.6%) patients had hyperkalemia, 453 (13.7%) had hypokalemia, and 2572 (77.7%) had normal K levels. Patients with abnormal K levels on initial encounter had a higher mortality rate than those who had normal K levels (OR 1.32, 95% CI 1.05 – 1.64, p = 0.02). However, upon closer examination we found that hyperkalemia had a strong association with increased mortality in COVID-19 patients compared to normal K levels (OR 2.00, 95% CI 1.49 – 2.69, p < 0.001); however, hypokalemia did not (p = 0.66).", "Hyperkalemia on presentation is associated with a significantly increased risk of in-hospital death or hospice discharge among hospitalized COVID-19 patients."], ["SARs-CoV-2 causes a disease unlike any we have seen before. The virus is similar to some, but the resultant disease is vastly different in the short and long term. This appears to be due to the Cytokine Storm (CS). The connection between COVID and the CS is likely related to Angiotensin II. Specifically, the Angiotensin II Type 1 Receptor (AT1R) which is regulated via the ACE2 Receptor (ACE2R). The AT1R pathway is the primary pro-inflammatory pathway that promotes endothelial activation, cellular recruitment and differentiation, T and B cell co-stimulation, and complement activation. This would explain the exact findings in the Cytokine Storm.", "Extensive literature search including international publications and presentations as well as clinical experience. Direct clinical observation of the impact of RAAS on pathophysiology in COVID patients.", "The connection between COVID and the ACE2 Receptor (ACE2R) is the best explanation for the CS. COVID induced ACE2R endocytosis, decreased expression, and decreased transcription facilitates unchecked activation of AT1R. In addition to controlling AT1R mediated endothelial inflammation, the ACE2R is also the regulatory mechanism for the Bradykinin mediated coagulation pathway. This would enhance the explanation of not just the inflammation, but the clotting as well.", "The ACE2R and AT1R connection is the best explanation for the tissue damage from COVID. AT1R mediated inflammation and vascular complications would explain the laboratory findings, histology findings, and clinical symptoms found in the Cytokine Storm. Furthermore, one of the key differences between SARS-CoV-2 and other recent virus outbreaks is the affinity with which SARS-CoV-2 binds to the ACE2R. It has the highest binding affinity of all current coronaviruses. This may explain the different outcomes in certain patients also. Any patients that would be at a higher RAAS baseline (Diabetes, Kidney Disease, Heart Disease) would be more likely to have complications. This is what we have seen clinically. Finally, this pathway gives us a mechanism for certain therapies that have shown promise such as Tocilizumab and Baricitinib. It also offers further treatment potentials for RAAS. In my experience, adequate blood pressures and ongoing diuresis are beneficial. Of particular benefit is diuresis with Hypertonic Saline, which has the best RAAS suppression and diuresis capabilities of any diuretic adjunct."], ["Imaging techniques allow the diagnosis of abnormalities of renal structure; patients with structural abnormalities have CKD if persist >3 months. We evaluated if an abnormal imaging test influenced outcomes in patients with acute renal failure (ARF) or Acute on Chronic Kidney Disease (AoCKD).", "Retrospective study of in-patients with AKI. We excluded individuals without image tests. We divided the cohort in normal and abnormal imaging, and in acute renal failure (ARF basal GFR >60) and Acute on Chronic Kidney Disease (AoCKD basal GFR <59). We compared clinical features, and tested the incidence of need for HD and in-hospital mortality.", "We included 616 individuals. Patients with AoCKD in both groups were older and had higher Charlson`s Index (ChI); they were hospitalized less frequently in ICU, and more frequently in medical wards compared to ARF individuals. Besides comorbidities, AKI severity and hard renal and clinical outcomes showed no statistically significant differences between groups; except for higher hospital stay in the AoCKD group with normal imaging tests.", "We found that an abnormal imaging test does not confer worse prognosis in ARF neither AoCKD. It is noteworthy that 52% of patients didn’t have an image test during hospitalization. Although individuals with AoCKD are older and have higher ChI, the hard outcomes rates were not affected by an abnormal imaging test. Future studies with more accurate techniques that measure and evaluate kidney volume, in combination with functional imaging and/or elastography could shed light over ARF and AoCKD diagnosis and prognosis.", ""], ["Klotho protein is predominantly produced in the kidney, where it regulates multiple renal ion channels to protect the kidney filter and renal diseases. Podocytes play a vital role in kidney filter function and are primary pathologic target for diabetic nephropathy (DN). Perturbation of Ca2+ signaling has been implicated in podocyte dysfunction leading to DN. Here we demonstrated that Klotho ameliorates podocyte injury by stabilizing Orai1 and TRPC5/6 channel-mediated Ca2+ signaling to prevent DN.", "Type 2 diabetic db/db mice received i.p. injections of Klotho protein three times a week. The albumin/creatinine ratio, proteins & mRNA levels were analyzed at 11, 15 and 19-week-old db/db mice and db/m was used as a control group. Live-cell imaging and immunocytochemistry were performed in immortalized mouse podocytes.", "In a type 2 diabetic db/db mouse model, Klotho and synaptopodin were downregulated, while Orai1, TRPC5, and TRPC6 were overexpressed in early and late periods, respectively. Soluble Klotho suppressed Orai1- and TRPC5/6-mediated Ca2+ entry in mouse cultured podocytes via inhibiting growth factors and/or insulin signaling. Mechanistically, soluble Klotho reduced cell surface abundance of Orai1 and TRPC5/6, but not TRPC3 by suppressing phosphoinositide-3-kinase-dependent trafficking of these channels. In addition, soluble Klotho downregulated protein expression of Orai1 and TRPC6 by inhibiting growth factor-driven SGK1 activation. Functionally exaggerated actin remodeling by Orai1 and TRPC6 activation was ameliorated by soluble Klotho. Notably, administration of Klotho protein in db/db mice suppressed phosphorylation of SGK1 and rescued dissolution of synaptopodin and WT-1. Finally, Klotho ameliorated podocyte foot process disruption and proteinuria in db/db mice.", "Taken together, our results suggest that Klotho protects proteinuria and podocyte actin cytoskeletal remodeling through stabilizing Ca2+ signaling mediated by Orai1 and TRPC5/6, which provides a new potential therapeutic strategy for the treatment of DN."], ["Recent studies suggest that circadian rhythms are an important factor in maintaining healthy kidney functions; however, its role in acute kidney injury (AKI) remains unclear.", "To investigate the role of tubule-specific clock gene disturbance in hypoxic tubular injury, we created human proximal tubule-specific BMAL1 KO cells using CRISPR-Cas9 gene editing. In mice, we also determined whether time-restricted feeding (TRF), a dietary strategy to enhance circadian rhythm, can have beneficial effect on recovery of ischemia reperfusion injury (IRI) or its progression to chronic kidney disease (CKD).", "BMAL1 loss in tubule cells resulted in the upregulation of cell cycle regulatory gene (p21) and inflammatory genes (TNF-α and CCL4) mRNA expression, suggesting that BMAL1 is a critical regulator of these genes. Exposure to hypoxia for 48 h resulted in more increased expressions of p21 in BMAL 1 KO cells than in WT HK-2 cells, leading to higher expression of TGF-b. In addition, loss of BMAl-1 led to significantly increased vimentin and decreased E-cadherin expression upon TGF-b stimulation, suggesting an aggravated epithelial-mesenchymal transition upon BMAL1 deletion.\nTo clarify the role of clock system in AKI, we also tested whether TRF can have a beneficial effect during recovery phase after IRI. Despite limited access to food, TRF for 4 weeks after IRI had no effect on the total intake or weight of mice. However, we observed that TRF significantly improved renal function on day21 and reduced renal fibrosis on day28, which suggests that enhancing clock gene oscillations through restoring fasting/feeding cycle has a protective effect in the AKI to CKD transition.", "We identified an important role of clock system in hypoxic tubular injury and the effects of treatment targeting circadian rhythm in AKI. Our results can provide a new perspective for developing novel therapeutic strategies for AKI."]], "funding_list": ["", "", "", "", ""]}